{
  "NEED": "¿You need legal assistance?",
  "PHONEPLACEHOLDER": "Enter phone",
  "EMAILPLACEHOLDER": "Enter email",
  "BTN_SOLICITUD": "Apply for",
  "OURSPECIALTIES": "Our specialties",
  "CRIMINALAW": "Criminal",
  "DIVORCES": "Divorces",
  "INDUSTRIAL": "Industrial",
  "CORPORATE": "Corporate",
  "FINANCIAL": "Financial",
  "ACCIDENTS": "Accidents",
  "PORT": "Port",
  "ENVIRONMENTAL": "Environmental",
  "NEEDHELPTITULO": "Need Legal Help?",
  "NEEDHELP": " Get in Touch with Our Lawyers!",
  "NEEDHELP1":"When you visit our offices, you will feel the energy of our Criminal Legal Associates LLC. Firm, where we prioritize customer service. We provide Efficiency, Excellence and Experience, promoted by a staff that is characterized by being highly productive and effective.",
  "NEEDHELP2":"At Criminal Legal Associates LLC., Our experience allows us to quickly focus resources on the largest and most complex legal matters, while efficiently staffing the smallest and least complex matters. Our attorneys and staff are focused on getting results and achieving the best legal goals for our clients. We adapt quickly to the changing legal needs of the market, while providing a comprehensive approach to each case.",
  "NEEDHELP3": "Our team approach at Criminal Legal Associates LLC., Has required our attorneys and professional staff to work closely together developing high quality standards in customer service, underpinning our guiding principle, such as integrity.",
  "NEEDHELP4": "Our strategic alliances with the best International LAWYERS allow us to provide the best advice and support to our clients in all fields. The experience of our TOGADOS is of vital importance when it comes to solving your case.",
  "WHY": "Why choose Criminal Legal Associates LLC?",
  "WHY1": "We are committed to being the best law firm in Colombia and abroad. We are sufficiently qualified to carry out our legal work. Our performance in large-scale procedural actions characterizes us for being responsible when it comes to providing a first-rate service for each of our areas.",
  "TEAM": "We have the best team of lawyers",
  "TEAM1": "Criminal Legal Associates LLC., Is dedicated to the practice of criminal defense, personal injury, immigration, civil law, commercial law, customs law, administrative law, family law, port law, environmental and corporate law. Our attorneys offer extensive experience in your legal and procedural actions, exceptional customer service, and active representation that has led us to success.",
  "BEST": "We use the best strategy for your case",
  "BEST1":"At Criminal Legal Associates LLC., We take a comprehensive approach to fully understand our clients, family culture, geopolitical environments, financial conditions, employment status, and other situations that may have motivated them to hire our firm. We care about knowing your industries, understanding your business, and developing new approaches to achieve your goals.",
  "REVIEW": "We deeply analyze your case",
  "REVIEW1": "At Criminal Legal Associetes LLC, we daily evaluate the intent and needs of our clients; We deeply analyze your case and the pertinent legal norms, confronting them with reality; and of course, attached to ethical and moral principles, identified with precision, but above all with conviction and confidence, taking the appropriate path to each case. ",
  "WHATOUR": "What Our Clients Say About Our Services",
  "CONTACTUS": "Contact us",
  "LBL_NAME": "Name",
  "LBL_PHONE": "Phone",
  "LBL_EMAIL": "Email",
  "LBL_MESSAGE": "Case Details",
  "BTN_SEND": "Send Your Request",
  "LAWYER":"Our team of lawyers",
  "NAV":{
    "HOME": "Home",
    "US": "About Us",
    "LAWYER": "Lawyer",
    "OFFICE":"office",
    "CONTACT": "Contact"
  },
  "FOOTER":{
    "CALLNOW":"CALL US NOW !",
    "SENDMESSAGE": "SEND US MESSAGE !",
    "VISITOFFICE": "VISIT OUR OFFICE !",
    "FREE": "Free Consultation."
  },
  "ABOUT":{
    "ABOUTUS": "About us",
    "ABOUTWE": "Criminal Legal Associates, LLC, is a multidisciplinary law firm encompassing different areas of law with each case independently evaluated and handled with deliberate attention to excellence, details, and utmost ethical considerations. We value all clients alike, whether individual or corporate and we provide comprehensive solutions tailor- made to suit the needs of each client.",
    "VIEW": "View",
    "MISSION": "Mission",
    "CORPORATEVALUES": "corporate values",
    "ABOUTVIEWDESCRIPTION":"Our law firm, Criminal Legal Associates, LLC, is highly regarded and considered one of the best Law firms at the national and international level. The firm enjoys an excellent reputation for its excellence in the quality of services and client satisfaction.",
    "ABOUTMISIONDESCRIPTION":"Our organization Criminal Legal Associates LLC., Offers legal protection services to those who are in a situation of defenselessness or violation of their Constitutional Rights and everything related to justice in general within any field in which it is presented not only nationally but also internationally. Likewise, our job is to provide advice to our clients in order to defend each and every one of their rights.",  
    "COMMITMENT":"COMMITMENT",
    "COMMITMENT1":"We have a vision that drives us to dedicate our resources to causes that we believe ensures justice for all. We are fully committed to deliver our promise in that endeveavor.",
    "LOYALTY" : "LOYALTY",
    "LOYALTY1": "Loyal to our profession, to what we believe in, to and to our clients.",
    "JUSTICE" : " JUSTICE",
    "JUSTICE1": "In our practice, the ultimate pursuit of justice embodies the protection and defense of our clients without compromising any effort on our part.",
    "ETHICS" : "ETHICS AND PRIVACY",
    "ETHICS1": "We are guided by high ethical standards and we value our clients’ privacy rights as we zealously represent them."
},
  "LAWYERS":{
    "LAWYERJOSE": "Lawyer graduated from the university (UNICIENCIA), specialized in Constitutional Law, he is a candidate for a Master's degree in IHL and Human Rights, he is very compassionate, considerate,and he provides excellent advice to all his clients.",
    "LAWYERRICHARD": "Distinguished lawyer in the United States, Former law instructor at the police academy (Southeast Florida institute & Criminal Justice) than 30 years trial experience, Education : Amherst College, (B.A), University of Miami(J.D), University of Miami(LL,M),founder American Legal Associates.LLC.",
    "LAWYERALAN": "Specialist in Environmental Law and Natural Resources, with experience of more than 10 years, of which 7 was devoted to specially port construction and serving a consultant to corporations.",
    "LAWYERFELIX": "﻿Lawyer in the DR, professor of criminal procedural law, and constitutional procedural law at different universities. money laundering, constitutional, civil, commercial and prison. Graduated from the Pontificia Universidad Católica Madre y Master, Rep. Dom, Université de Savoie and Université de Grenoble, France, University of Costa Rica, University of San Andrés, Argentina, University of Salamanca, Spain."
  }
}
