{
  "NEED":"¿Necesitas asistencia legal?",
  "PHONEPLACEHOLDER": "Ingrese telefono",
  "EMAILPLACEHOLDER": "Ingrese un correo",
  "BTN_SOLICITUD": "Solicitar",
  "OURSPECIALTIES": "Nuestras Especialidades",
  "CRIMINALAW": "Penal",
  "DIVORCES": "Divorcios",
  "INDUSTRIAL": "Industrial",
  "CORPORATE": "Corporativo",
  "FINANCIAL": "Financiero",
  "ACCIDENTS": "Accidentes",
  "PORT": "Portuario",
  "ENVIRONMENTAL": "Ambiental",
  "NEEDHELPTITULO": "¿Necesita ayuda legal?",
  "NEEDHELP": "¡Póngase en contacto con nuestros abogados!",
  "NEEDHELP1": "Cuando visite nuestras oficinas, sentirá la energía de nuestra firma Criminal Legal Associates LLC., en ella damos prioridad en cuanto el servicio al cliente. Brindamos Eficiencia, Excelencia y Experiencia, promovidas por un personal que se caracteriza por ser altamente productivo y efectivo.", 
  "NEEDHELP2": "En Criminal Legal Associates LLC., nuestra experiencia nos permite concentrar rápidamente los recursos en los asuntos legales más grandes y complejos, al mismo tiempo que proporcionamos personal de manera eficiente a los asuntos más pequeños y menos complejos. Nuestros abogados y personal están orientados a obtener resultados y lograr los mejores objetivos legales para nuestros clientes. Nos adaptamos rápidamente a las cambiantes necesidades legales del mercado, al tiempo que brindamos un enfoque íntegro para cada caso.",
  "NEEDHELP3": "Nuestro enfoque de equipo en Criminal Legal Associates LLC., ha requerido que nuestros abogados y el personal profesional, trabajen en estrecha colaboración desarrollando estándares de alta calidad en el servicio al cliente, fundamentando nuestro principio rector, como es la  integridad.",
  "NEEDHELP4": "Nuestras alianzas estrategicas con los mejores ABOGADOS Internacionales nos permiten brindar la mejor asesoria y acompañamiento a nuestros clientes en todos los campos. La experiencia de nuestros TOGADOS es de vital importancia a la hora que se requiera dar solucion a su caso.",
  "WHY": "¿Por qué elegir Criminal Legal Associates LLC?",
  "WHY1": "Vivimos comprometidos para ser el mejor bufete de ABOGADOS en Colombia y en el Exterior. Estamos lo suficientemente capacitados para ejercer nuestra labor legal. Nuestro desempeño en acciones procesales de gran envergadura nos caracteriza por ser responsables a la hora de brindar un servicio de primer nivel para cada una de nuestras áreas.",
  "TEAM": "Contamos con el mejor equipo de abogados",
  "TEAM1": "Criminal Legal Associates LLC., se dedica a la práctica de la defensa penal, lesiones personales, inmigración, derecho civil, derecho comercial, derecho aduanero, derecho administrativo, derecho de familia, derecho portuario, derecho ambiental y corporativo. Nuestros abogados ofrecen una amplia experiencia en sus actuaciones judiciales y procesales, un servicio al cliente excepcional y una representación activa que nos ha conducido al éxito.",
  "BEST": "Utilizamos la mejor estrategia para su caso",
  "BEST1": "En Criminal Legal Associates LLC., adoptamos un enfoque integral para comprender plenamente a nuestros clientes, cultural y  familiar, los entornos geopolíticos, las condiciones financieras, el estado laboral y otras situaciones que pueden haberlos motivado a contratar nuestra firma. Nos preocupamos por conocer sus industrias, comprender sus negocios y desarrollar enfoques nuevos para alcanzar sus objetivos.",
  "REVIEW": "Analizamos profundamente su caso",
  "REVIEW1": " En Criminal Legal Associetes LLC, diariamente evaluamos la intención y las necesidades de nuestros clientes; análizamos profundamente su caso y las normas jurídicas pertinentes, confrontandolas con la realidad; y por supuesto, apegados a los principios éticos y morales, identificados con precisión, pero sobre todo con convicción y confianza, tomando el camino apropiado a cada caso.",
  "WHATOUR": "Lo que dicen nuestros clientes sobre nuestros servicios",
  "CONTACTUS": "Contactenos",
  "LBL_NAME": "Nombre",
  "LBL_PHONE": "Telefono",
  "LBL_EMAIL": "Correo",
  "LBL_MESSAGE": "Detalles del caso",
  "BTN_SEND": "Envía tu solicitud",
  "LAWYER":"Nuestro equipo de abogados",
  "NAV":{
    "HOME": "Inicio",
    "US": "Nosotros",
    "LAWYER": "Abogado",
    "OFFICE":"Oficina",
    "CONTACT": "Contacto"
  },
  "FOOTER":{
    "CALLNOW":"LLÁMANOS AHORA!",
    "SENDMESSAGE": "ENVÍANOS MENSAJE!",
    "VISITOFFICE": "VISITA NUESTRA OFICINA!",
    "FREE": "Consulta gratis."
  },
  "ABOUT":{
    "ABOUTUS": "Quiénes somos",
    "ABOUTWE": "Criminal Legal Associates, LLC, es un bufete de abogados multidisciplinario que abarca diferentes áreas del derecho y cada caso se evalúa y maneja de forma independiente con atención deliberada a la excelencia, los detalles y las más altas consideraciones éticas. Valoramos a todos los clientes por igual, ya sean individuales o corporativos y brindamos soluciones integrales a la medida de las necesidades de cada cliente.",
    "VIEW": "Visión",
    "MISSION": "Misión",
    "CORPORATEVALUES": "Valores Corporativos",
    "ABOUTVIEWDESCRIPTION":"Nuestro bufete de abogados, Criminal Legal Associates, LLC, es altamente reconocido y considerado uno de los mejores bufetes de abogados a nivel nacional e internacional. La firma goza de una excelente reputación por su excelencia en la calidad de los servicios y la satisfacción del cliente.",
    "ABOUTMISIONDESCRIPTION":"Nuestra organización Criminal Legal Associates LLC., ofrece los servicios de protección jurídica a aquellos que se encuentren en situación de indefensión o de vulneración de sus Derechos Constitucionales y todo lo referente a la justicia en general dentro de cualquier ámbito en el cual se presente, no solo a nivel nacional sino también internacional. Así mismo, es nuestra labor proveer de una asesoria eficaz  a nuestros clientes en pro de defender todos y cada uno de sus derechos.",
    "COMMITMENT":"COMPROMISO",
    "COMMITMENT1":"Tenemos una visión que nos impulsa a dedicar nuestros recursos a causas que creemos garantizan la justicia para todos. Estamos plenamente comprometidos a cumplir nuestra promesa en ese empeño.",
    "LOYALTY": "LEALTAD",
    "LOYALTY1":"Leal a nuestra profesión, donde la ética nos impulsa a brindarle lealtad a nuestros clientes.",
    "JUSTICE": "JUSTICIA",
    "JUSTICE1": "En nuestra práctica, la búsqueda final de la justicia encarna la protección y defensa de nuestros clientes sin comprometer ningún esfuerzo de nuestra parte.",
    "ETHICS" : "ETICA Y RESPONSABILIDAD",
    "ETHICS1": "Nos guiamos por altos estándares éticos y valoramos los derechos de privacidad de nuestros clientes, ya que los representamos con celo."
},
  "LAWYERS":{
    "LAWYERJOSE":"Abogado egresado de la Universidad (UNICIENCIA), especializado en Derecho Constitucional, es candidato a la Maestría en DIH y Derechos Humanos, es muy compasivo, considerado y brinda una excelente asesoría a todos sus clientes.",
    "LAWYERRICHARD":"Abogado distinguido en los Estados Unidos, ex instructor de Derecho en la academia de policía (Instituto del Sureste de Florida y justicia penal) con más de 30 años de experiencia en juicios. Educación: Amherst College, (BA), University of Miami (JD), University of Miami (LL, M), fundador de American Legal Associates.LLC",
    "LAWYERALAN":"Especialista en Derecho Ambiental y Recursos Naturales, con experiencia de más de 10 años, de los cuales 7 se dedicó especialmente a la construcción portuaria y al servicio de consultoría de empresas.",
    "LAWYERFELIX":"Abogado en RD, profesor de derecho procesal penal,  y derecho procesal constitucional en diferentes universidades. blanqueo de capitales, constitucional, civil, mercantil y penitenciario. Graduado de la Pontificia Universidad Católica Madre y Maestría, Rep.Dom, Université de Savoie y Université de Grenoble, Francia, Universidad de Costa Rica, Universidad de San Andrés, Argentina, Universidad de Salamanca,España."
  }
}
